Revit 2027 API
MullionTypeSetIterator Constructor
For Internal Use Only.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public MullionTypeSetIterator()
Public Sub New
public:
MullionTypeSetIterator()
new : unit -> MullionTypeSetIterator
Remarks
This constructor is exposed to enable support for COM interop only. This object should never be created by the developer.
See Also
Reference
MullionTypeSetIterator Class
Autodesk.Revit.DB Namespace